app/controllers/api/v1/todos_controller.rb

INSERT INTO "todos" ("title", "content", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "gggg"], ["content", "gggggg"], ["created_at", "2021-02-15 04:47:58.267788"], ["updated_at", "2021-02-15 04:47:58.267788"]]
---
    def create
      @todo = Todo.new(todo_params)

      if @todo.save

UPDATE "todos" SET "title" = ?, "content" = ?, "updated_at" = ? WHERE "todos"."id" = ?  [["title", "ssssss"], ["content", "ddddddqqq"], ["updated_at", "2021-02-15 04:47:44.346279"], ["id", 94]]
---
    def update
      if @todo.update(todo_params)